Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Update Product Build
ne: उत्पाद निर्माण अद्यतन गर्ने

source: Bot: Category was disbanded
ne: बोट: श्रेणीलाई अनिषेधित गरियो

source: Bot: Automated import of articles
ne: बोट : स्वत लेखहरू आयात

source: Guidelines for aliases
ne: अलियासहरूको लागि निर्देशनहरू

source: Descending
ne: अवरोही

source: Indexing...
ne: सुचीकरण हुदैछ

source: Upgrading
ne: अद्यावधिक गरिदै

source: Date: %{observed_on}
ne: मिति: %{observed_on}

source: Bearing of destination
ne: गंतव्यको असर

source: Problem already known
ne: पूर्वविदित समस्या

source: === Linked ===
ne: === लिङ्क ===

source: Email this {{GENDER:$1|user}}
ne: {{GENDER:$1|प्रयोगकर्ता}}लाई इमेल गर्ने

source: Protocol
ne: प्रोटोकल

source: Could not acquire lock for "$1".
ne: "$1" को लागी बन्द फाइललाई प्राप्त गर्न सकिएन ।

source: <b>Auto-hide the Launcher</b>
ne: <b>लन्चरलाई आफै लुकाउने </b>

source: Pub
ne: पब

source: *Common delete reasons ** Copyright violation ** Duplicated file
ne: *मेट्नुका सामान्य कारणहरु ** कपी राइट उल्लघन ** सारिएको फाइल

source: "$1" on @Wikipedia: "$2"
ne: @Wikipedia पर "$1" : "$2"

source: Type your command
ne: कमान्ड लेख्नुहोस

source: Registered [[Special:ListUsers|users]]
ne: दर्तागरिएका [[Special:ListUsers|प्रयोगकर्ताहरू]]

source: Power (**)
ne: शक्ति (**)

source: Search by language name or code
ne: भाषा नाम या कोडका आधारमा खोज्ने

source: Look
ne: हेर्नुहोस्

source: Geology
ne: भूगोल

source: This connection is untrusted
ne: यो जडान अविश्वासिलो छ

source: Edited <abbr title='%{title}'>%{time} ago</abbr> by %{user}
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> %{user}द्वारा सम्पादन गरिएको

source: Area to Export
ne: निर्यात गर्ने क्षेत्र

source: Light Direction
ne: प्रकाश दिशा

source: Quicklist
ne: छोटोसूची

source: Last modified: $1
ne: पछिल्लो संशोधन : $1

source: Cup of tea
ne: एक कप चिया

source: No revisions imported (all were either already present, or skipped due to errors).
ne: सबै पुनरावलोकनहरू पहिले नै आयात गरिएको हो।

source: Rating (out of 5)
ne: स्तर(५ पूर्णङ्कमा)

source: modified $1 ($2)
ne: $1 ($2) परिवर्तित

source: <strong>Warning:</strong> The page you are about to delete has a history with $1 {{PLURAL:$1|revision|revisions}}:
ne: <strong>चेतावनी:</strong> तपाईंले मेटाउन लाग्नुभएको पृष्ठको इतिहासको लगभग $1 {{PLURAL:$1|पुनरावृत्ति छ|पुनरावृत्तिहरू छन्}}:

source: Your language:
ne: तपाईंको भाषा:

source: Graphic Interface Design
ne: ग्राफिक इन्टरफेस डिजाइन

source: Activate Handset
ne: ह्यान्डसेट सक्रिय पार्नुहोस्

source: Number of attached accounts:
ne: संलग्न खाताहरूको संख्या:

source: Account Information
ne: खाता जानकारी

source: Server certificate has expired.
ne: सर्भर सर्टिफिकेटको समय सकिएको छ

source: Dialing request timed out
ne: डायल अनुरोधले धेरै समय लियो

source: Frequently Asked Questions
ne: बारम्बार सोधिएका प्रश्नहरू

source: Translate: $1
ne: अनुवाद गर्ने: $1

source: {{PLURAL:$4|Result <strong>$1</strong> of <strong>$3</strong>|Results <strong>$1 - $2</strong> of <strong>$3</strong>}}
ne: {{PLURAL:$4|<strong>$3</strong> मा बाट <strong>$1</strong> परिणाम|<strong>$3</strong> मा बाट परिणाम <strong>$1 - $2</strong>}}

source: Remember tabs
ne: ट्याबहरु सम्झने

source: Reverted to earlier revision
ne: अघिल्लो संशोधनको स्थितिमा फर्काइयो

source: Book not found
ne: किताब भेटिएन

source: Math
ne: गणित

source: $1 minor edits
ne: $1 सामान्य सम्पादन

source: Forgot your password?
ne: पासवर्ड भुल्नुभयो?

source: Administrator
ne: प्रबन्धक

source: Internet;WWW;Browser;Web;Explorer
ne: इन्टरनेट;WWW; ब्राउजर; वेब; एक्सप्लोरर

source: Fire Hydrant
ne: अग्नि नियन्त्रक

source: Share page
ne: पृष्ठ बाँढ्नुस

source: New messages (none)
ne: नयाँ सन्देशहरू (छैनन्)

source: newest
ne: नयाँ

source: Update Status
ne: अद्यतन स्थिति

source: ''Book creator'' will be disabled and the book you are working on will be removed.
ne: ''पुस्तक निर्माता'' अक्षम गरिनेछ र जुन पुस्तक माथि तपाईं कार्य गर्दै हुनुहुन्छ त्यसलाई हटाइनेछ।

source: User does not have access to read "$1".
ne: "$1" पढ्नको लागी प्रयोगकर्तालाई अनुमति छैन् ।

source: Public server
ne: पब्लिक सर्वर

source: Content Translation is a tool to create new pages by translating from other languages. [$1 Try Content Translation]
ne: सामग्री अनुवादक एउटा औजार हो जसले अन्य भाषाबाट अनुवाद गरि नयाँ पृष्ठ तयार गर्ने गर्दछ् । [$1 सामग्री अनुवादक प्रयोग गर्नुहोस्]

source: Note: This user is not registered, he or she may not notice this message.
ne: नोट:यो प्रयोगकर्ता दर्ता भएको छैन यसैले उनले यो सन्देस देख्न सक्दैनन्।

source: <em>This category currently contains no pages or media.</em>
ne: ''यो श्रेणीमा हाल कुनै पृष्ठ या मिडियाहरु रहेका छैनन् ।''

source: G: Birds
ne: छ: पंक्षिहरू

source: item
ne: वस्तु

source: Short URL not found
ne: संक्षिप्त यूआरएल भेटिएन

source: Africa
ne: अफ्रिका

source: Learn more about color management
ne: रङ व्यवस्थापन बारे धेरै जान्नुहोस्

source: Show Messages by: {VAR: u_alias}
ne: {VAR: u_alias}द्वारा दिएको सन्देश हेर्ने

source: List of local accounts
ne: स्थानीय खाताहरुको सूची

source: Database schema:
ne: डेटाबेस स्केमा:

source: $1 bots
ne: $1 बोटहरू

source: Doctors
ne: डाक्टर

source: _New password
ne: नयाँ पासवर्ड:

source: Information in recent changes
ne: नयाँ परिवर्तनहरूमा जानकारी

source: Press Enter when finished in browser.
ne: ब्राउजरमा सकिएपछि इन्टर थिच्नुहोला ।

source: Package: %s
ne: प्याकेज: %s

source: Bot: Saving version history of former %(oldcat)s
ne: रोबोट: %(oldcat)sको संस्करण इतिहास संग्रह गर्दै

source: Failed to encrypt your vote record. Your vote has not been recorded! $1
ne: तपाईंको मत रिकर्ड गर्न असफल। तपाईंको मत रिकर्ड भएन! $1

source: You do not have permission to do that, for the following {{PLURAL:$1|reason|reasons}}:
ne: तपाईँलाई यसको लागि अनुमति छैन ,निम्न {{PLURAL:$1|कारण|कारणहरु}}ले गर्दा:

source: Domain
ne: डोमेन

source: The page exceeds the maximum node count.
ne: यस पृष्ठले उच्च नोड संख्या नाघेको छ ।

source: New page wikitext, pre-save transformed
ne: रक्षण हुनु पहिले नयाँ पृष्ठ विकिपाठ

source: Problematic
ne: समस्यायुक्त

source: [[:$2]] was {{GENDER:$1|linked}} from [[:$3]]. [[Special:WhatLinksHere/$2|See all links to this page]].
ne: [[:$2]] [[:$3]] बाट {{GENDER:$1|लिङ्क भयो}}। [[Special:WhatLinksHere/$2|यस पृष्ठसँग भएको सबै लिङ्कहरू हेर्नुहोस्]]।

source: Daylight fluorescent (D 5700 – 7100K)
ne: दिवा फ्लोरोसेन्ट (D 5700 – 7100K)

source: This group contains user interface messages used on {{SITENAME}}
ne: यस समूहमा प्रयोगकर्ताको {{SITENAME}}मा रहेका अन्तरमोहडा पाठहरू रहेका हुन्छन्

source: To any language
ne: जुनसुकै भाषामा

source: ^Install Ubuntu Kylin
ne: ^ स्थापना उबुन्टु कार्इलिन

source: Licensing
ne: अनुज्ञा प्राप्त गर्दै

source: This page has $1 {{PLURAL:$1|subpage|subpages}} shown below.
ne: यस पृष्ठको $1 {{PLURAL:$1|सह-पृष्ठ|सह-पृष्ठहरू}} तल देखाइएको :

source: Sorry, we could not process your form submission due to a loss of session data.
ne: क्षमा गर्नुहोस्, हामीले सत्र आँकडा हराएकोले तपाईंको फारम बुझाउने प्रक्रिया पूरा गर्न सकेनौं

source: "$1" is not a translatable message
ne: "$1" अनुवाद योग्य सन्देश होइन

source: Security question
ne: सुरक्षा प्रश्न

source: Account creation required
ne: खाता बनाउन नै पर्ने

source: About this page
ne: यो पृष्ठको बारेमा

source: ''None''
ne: ''कुनै पनि होइन''

source: Allow louder than 100% (may distort sound)
ne: १००% भन्दा ठुलोको लागि अनुमति दिनुहोस् (ध्वनि विकृत हुन सक्छ)

source: Page history of former %(oldcat)s
ne: %(oldcat)sको पृष्ठ इतिहास

source: Search in Page
ne: पानामा खोज्नुहोस्

source: OK, I got it
ne: ठिक छ, मैले बुझेँ

source: Loud
ne: ठुलो आवाज

source: User is already blocked
ne: पहिले नै रोक लगाइएको छ

source: You do not have permission to edit this CSS page because it contains another user's personal settings.
ne: तपाईंलाई यो पृष्ठ सम्पादन गर्ने अनुमति छैन, किनकी यसमा कुनै अर्को प्रयोगकर्ताको व्यक्तिगत अभिरुचीहरू संग्रहित छन् ।

source: Burst
ne: ब्रस्ट

source: This tool does not work without JavaScript.
ne: यो औजार जाभास्क्रिप्ट बिना काम गर्दैन।

source: Export
ne: निर्यात गर्नुहोस्

source: _License
ne: इजाजतपत्र

source: If you are ready to describe a technical problem in detail please [$1 report a bug]. Otherwise, you can use the easy form below. Your comment will be added to the page "[$3 $2]", along with your username.
ne: यदि तपाईं कुनै प्राविधिक समस्यालाई विस्तारले सम्झाउन तयार हुनुहुन्छ भने कृपया [$1 बग राख्नुहोस]। यदि हैन, भने तपाईं तल दिइएको सरल फारमको प्रयोग गर्नसक्नुहुन्छ। तपाईंको टिप्पणी तपाईंको प्रयोगकर्ता नाम र तपाईंको ब्राउजरको नाम सहित "[$3 $2]" पृष्ठमा जोडिनेछ।

source: Fixed
ne: स्थिर

source: Add details
ne: विवरण थप्नुहोस

source: Upload a new photo
ne: नयाँ तस्विर उद्भरण गर्ने

source: You are already logged in as {{GENDER:$1|$1}}. Use the form below to log in as another user.
ne: तपाईं {{GENDER:$1|$1}}को रूपमा प्रवेश (लग इन) भइ सक्नु भयो । अर्को प्रयोगकर्ताको रूपमा प्रवेश (लग इन) गर्न तलको फारम प्रयोग गर्नुहोस् ।

source: The string `%{role}' is not a valid role.
ne: `%{role}' मान्य भूमिका हैन ।

source: Creative Commons Attribution-ShareAlike
ne: क्रियटिभ कमन्स एट्रिव्युसन- सेयर अलाइक

source: $2 To control which emails we send you, check your preferences: {{canonicalurl:{{#special:Preferences}}#mw-prefsection-echo}} $1
ne: $2 हामीले तपाईँलाई कुन इमेलहरू पठाउने नियन्त्रण गर्न, आफ्नो प्राथमिकताहरू जाँच्नुहोस्: {{canonicalurl:{{#special:Preferences}}#mw-prefsection-echo}} $1

source: Remove favicon
ne: फ्याभिकोन हटाउने

source: create pages
ne: यो पृष्ठ सृजना गर्ने

source: Enter details
ne: जानकारीहरू प्रविष्ट गर्नुहोस्

source: more
ne: थप

source: « Previous
ne: « अघिल्लो

source: Campaign: $1
ne: अभियान: $1

source: _Delay:
ne: विलम्ब गर्नुहोस्:

source: Manage users
ne: प्रयोगकर्ताहरू व्यवस्थापन

source: Sorry, you cannot vote. You need to have made at least $1 {{PLURAL:$1|edit|edits}} to vote in this election, you have made $2.
ne: माफ गर्नुहोस्, तपाईंले मत दिन सक्नुहुन्न। तपाईंले मत दिन निम्नतम $1 {{PLURAL:$1|सम्पादन|सम्पादनहरू}} गरेको हुनुपर्छ, तपाईंले $2 मात्र गर्नु भएकोछ।

source: You must [[Special:UserLogin|log in]] with an administrator account to assign user rights.
ne: प्रयोगकर्ता अधिकार प्रदान गर्न तपाईंले प्रबन्धक खाताबाट [[Special:UserLogin|प्रवेश]] गर्नुपर्छ।

source: What is your Twitter username?
ne: तपाईँको ट्विटर प्रयोगकर्ता नाम के हो ?

source: Could not save %s
ne: %s बचत गर्न सकेन

source: Please do not include a signature in the message.
ne: कृपया यस सन्देसमा हस्ताक्षर नहाल्नुहोला।

source: Back to the old form
ne: पुरानो फारममा फर्किनुहोस

source: View History
ne: इतिहास हेर्नुहोस्

source: Begin translation
ne: अनुवाद सुरु गर्ने

source: Override files on the shared media repository locally
ne: साझा मिडिया भण्डारमा स्थानियरुपमा फाइलहरू अधिक्रमण गर्ने

source: Email address (optional)
ne: इमेल ठेगाना (ऐच्छिक)

source: Show metadata
ne: मेटाडेटा देखाउने

source: Sorted by:
ne: क्रमबद्ध गर्ने:

source: Initiate the window Spread for the current application windows.
ne: हालको आवेदन विन्डो लागि विन्डो स्प्रेड प्रारम्भ गर्नुहोस् ।

source: Manage IMAP Folders
ne: IMAP फोल्डरहरु व्यवस्थापन गर्ने

source: == Basic terms ==
ne: == मूल शब्दहरू ==

source: Don't have an account?
ne: के खाता छैन ?

source: Watchlist
ne: अवलोकनसूची

source: _Double-click
ne: दुई पटक किटिक्क

source: All public logs
ne: सबै सार्वजनिक लगहरू

source: edit your private information
ne: तपाईँको व्यक्तिगत जानकारी सम्पादन गर्नुहोस

source: syntax error
ne: सूत्र (syntax) त्रुटि

source: Municipality %
ne: नगरपालिका %

source: cont.
ne: निरन्तरता...

source: Right(s) allowing user to edit
ne: प्रयोगकर्तालाई सम्पादन गर्ने अधिकार(हरू) दिने

source: Indexing by robots
ne: रोबोटहरूद्वारा अनुक्रमणिका

source: Items
ne: वस्तुहरू

source: Lock screen
ne: पर्दा ताल्चा लगाउनुहोस्

source: In the window's title bar
ne: विन्डोको शीर्षक बारमा

source: Search titles starting with this text
ne: पाठबाट सुरुहुने शीर्षकहरु खोज्नुहोस्

source: bots
ne: बोटहरू

source: What do you want your ring to do?
ne: तपाईँको रिङले के गरोस् भन्ने चाहनुहुन्छ ?

source: Triples
ne: ट्रिपल्स

source: The Copyeditor's Barnstar is awarded for excellence in correcting spelling, grammar, punctuation, and style issues.
ne: पाण्डुलिपि सम्पादक बार्नस्टार वर्तनी, व्याकरण, विराम चिन्हहरू र शैलीसँग सम्बन्धित सुधार गर्नमा उत्तम योगदान गर्नको निमित्त प्रदान गर्ने गरिन्छ।

source: Please reset your password to something other than your current password.
ne: कृपया वर्तमान पासर्वड भन्दा फरक पासर्वडलाई पुनः मिलाउनुहोस् ।

source: Each Gtk theme can provide shadow parameters, but you can override these values here.
ne: हरेक Gtk थिमले छायाँको मापदण्ड उपलब्ध गराउन सक्छ, तर तपाईंले ती आँकडाहरूलाई या परिवर्तन गर्न सक्नुहुन्छ ।

source: Aperture priority
ne: एपर्चर प्राथमिकता

source: Polish złoty
ne: पोलिश ज्लोटी

source: You are ready to create your unified account, with the following wikis attached:
ne: निम्नलिखित संलग्न विकिहरुसित तपाईं एकीकृत खाता बनाउन तयार हुनुहुन्छ:

source: Do it
ne: गर्नुहोस्

source: See $1 for all changes since your last visit.
ne: अघिल्लो हेराइपछिका सबै परिवर्तनहरुको निम्ति हेर्नुहोस्: $1

source: User sidebar
ne: प्रयोगकर्ता साइडबार

source: There were problems adding that observation to this project:
ne: यस परियोजनामा यी अवलोकन बुँदाहरू थप गर्नको लागी समस्या थिएः

source: $1 {{GENDER:$1|left}} a message on your talk page.
ne: $1 तपाईँको वार्ता पृष्ठमा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}

source: Criteria
ne: मापदण्ड

source: Page exceeded the node count
ne: पृष्ठले नोड संख्या नाघ्यो ।

source: Editing $1 (section)
ne: $1 (खण्ड) सम्पादन गरिँदै

source: Open door
ne: ढोका खुला छ

source: Resume Printing
ne: प्रिन्टिङ पुन:सुचारु गर्न

source: Maximum number of contacts is "%1$d"
ne: उच्चतम सम्पर्क संङ्ख्या "%1$d" हो

source: Members
ne: सदस्यहरू:

source: Current
ne: वर्तमान

source: Fatal exception of type "$1"
ne: प्रकारको गम्भीर अपवाद "$1"

source: Remember my login on this browser (for a maximum of $1 {{PLURAL:$1|day|days}})
ne: यो कम्प्युटरमा मेरो प्रवेश याद राख्ने (धेरैमा $1 {{PLURAL:$1|दिन|दिनहरू}})

source: Full page title
ne: पूर्ण पृष्ठको शीर्षक

source: Astonished face
ne: चकित अनुहार

source: Sort by <small>(date YYYY.MM.DD, number, or text)</small>
ne: अनुसार वर्गीकरण गर्ने <small>(मिति वर्ष.महिना.दिन, संख्या, वा अक्षर)</small>

source: Launch the account wizard to configure PIM accounts.
ne: खाता सुरू विजार्ड कन्फिगर गर्न पीआईएम खाता ।

source: $1 without full-text search support
ne: $1 पूरा पाठ खोज समर्थन बिना

source: Opens the Dash Video Lens.
ne: ड्यास भिडियो लेन्स खोल्छ ।

source: External source
ne: बाह्य श्रोत

source: Upload a new version of this file
ne: यो फाइलको नयाँ संस्करण उर्ध्वभरण गर्नुहोस् ।

source: Disable this account
ne: यो खाता असक्षम गर्नुहोस्

source: All Changes
ne: सबै परिवर्तनहरू

source: Could not contact enough lock databases in bucket $1.
ne: बकेट $1 मा आवश्यक संख्यामा बन्द डेटाबेससँग सम्पर्क हुन सकेन।

source: User account "$1" is not registered.
ne: प्रयोगकर्ता "$1" दर्ता गरिएको छैन् ।

source: All revisions contained links to $1, deleting
ne: $1 भएको सम्पूर्ण संशोधन कडीहरू मेटाइदै

source: How did a user vote?
ne: प्रयोगकर्ताले कसरी मतदान गर्छन?

source: This page lists pages that use a particular page property.
ne: यस पृष्ठ पृष्ठ गुणको उपयोग गरिरहेको पृष्ठहरूलाई सूचीबद्ध गर्दछ।

source: Use detailed boxes to show review status of pages
ne: पृष्ठको समीक्षा स्थिति देखाउन विवरणसहितका बाकसहरु प्रयोग गर्नुहोस्

source: Using custom font:
ne: कस्टम फन्ट प्रयोग गर्नुहोस्

source: Removing...
ne: हटाउँदै...

source: MIME type
ne: माइम प्रकार

source: _Show status icon
ne: वस्तुस्थिति प्रतिक देखाउनुहोस् (_S)

source: Enter a name for the new theme:
ne: नयाँ विषयका लागि नाम प्रविष्ट गर्नुहोस्:

source: clear
ne: हटाउने

source: Whoops! The default skin for your wiki, defined in <code dir="ltr">$wgDefaultSkin</code> as <code>$1</code>, is not available. Your installation seems to include the following {{PLURAL:$4|skin|skins}}. See [https://www.mediawiki.org/wiki/Manual:Skin_configuration Manual: Skin configuration] for information how to enable {{PLURAL:$4|it|them and choose the default}}. $2 ; If you have just installed MediaWiki: : You probably installed from git, or directly from the source code using some other method. This is expected. Try installing some skins from [https://www.mediawiki.org/wiki/Category:All_skins mediawiki.org's skin directory], by: :* Downloading the [https://www.mediawiki.org/wiki/Download tarball installer], which comes with several skins and extensions. You can copy and paste the <code>skins/</code> directory from it. :* Downloading individual skin tarballs from [https://www.mediawiki.org/wiki/Special:SkinDistributor mediawiki.org]. :* [https://www.mediawiki.org/wiki/Download_from_Git#Using_Git_to_download_MediaWiki_skins Using Git to download skins]. : Doing this should not interfere with your git repository if you're a MediaWiki developer. ; If you have just upgraded MediaWiki: : MediaWiki 1.24 and newer no longer automatically enables installed skins (see [https://www.mediawiki.org/wiki/Manual:Skin_autodiscovery Manual: Skin autodiscovery]). You can paste the following {{PLURAL:$5|line|lines}} into <code>LocalSettings.php</code> to enable {{PLURAL:$5|the|all}} installed {{PLURAL:$5|skin|skins}}: <pre dir="ltr">$3</pre> ; If you have just modified <code>LocalSettings.php</code>: : Double-check the skin names for typos.
ne: ओह! तपाईंको विकिको पूर्व निर्धारित खोल जस्तो कि <code dir="ltr">$wgDefaultSkin</code> मा बताइएको<code>$1</code>, उपलब्ध छैन । तपाईंको इन्स्टलेसन यी खोलहरूलाई सम्मिलित गर्दछ {{PLURAL:$4|खोल|खोलहरू}}। हेर्नुहोस् [https://www.mediawiki.org/wiki/Manual:Skin_configuration Manual: खोललाई सम्मिलित गर्नु] ताकि तपाईंलाई जानकारी होस् कि कसरि {{PLURAL:$4|उसलाई|उसलाई सम्मिलित गर्न सकियोस् र निर्धारितलाई तय गर्ने}}। $2 ; यदि तपाईंले अहिले मीडियाविकि इन्स्टाल गर्नुभएको छ: : तपाईंले सम्भवत गिटबाट इन्स्टाल गर्नुभएको छ, वा सिधै स्रोत कोडबाट गर्नुभएको छ जसको लागि कुनै अर्कै तारिका प्रयोग गरिएको छ। यो आशा अनुरूप छ। कोशिश गर्नुहोस् केहि खोलहरू [https://www.mediawiki.org/wiki/Category:All_skins mediawiki.org's मीडियाविकिको खोल डाइरेक्ट्रीबाट डाउनलोड गर्ने], जसको लागि तपाईं: :* डाउनलोड गर्नुहोस् [https://www.mediawiki.org/wiki/Download टरबल इन्स्टलर], जुन कयौं खोलहरू र विस्तारमा उपलब्ध छन्। तपाईं खोलहरूको कोड <code>skins/</code> त्यसको डाइरेक्ट्रीबाट कपी-पेस्ट गर्न सक्नुहुन्छ। :* व्यक्तिगत खोलहरू टरबलबाट डाउनलोड गर्नुहोस् [https://www.mediawiki.org/wiki/Special:SkinDistributor मीडिया विकि] बाट। :* [https://www.mediawiki.org/wiki/Download_from_Git#Using_Git_to_download_MediaWiki_skins गिटको प्रयोग गरेर डाउनलोड गर्न सक्नुहुन्छ]। : यदि तपाईं विकासकर्ता हो भने यसो गर्दा तपाईंको गिट-रिपजिटरीमा केहि हुनुहुँदैन । ; यदि तपाईंले अहिले मीडियाविकिलाई अपग्रेड गर्नुभएको छ: : मीडियाविकि १.२४ र यसको नवीन रूप स्वतः रूपले खोलहरूलाई सक्षम गर्दैनन् (हेर्नुहोस् [https://www.mediawiki.org/wiki/Manual:Skin_autodiscovery Manual:खोलहरूको स्वतः खोज])। तपाईं निम्नलिखितलाई पेस्ट गर्न सक्नुहुन्छ: {{PLURAL:$5|लाइन|लाइनहरू}} <code>LocalSettings.php</code> मा ताकि {{PLURAL:$5|उसले|सबै}} सक्षम होस् जस्तो कि तपाईंले इन्स्टाल गरेको {{PLURAL:$5|खोल|खोलहरू}}को मामिलामा: <pre dir="ltr">$3</pre> ; यदि तपाईंले अहिले परिवर्तन गर्नुभएको छ<code>LocalSettings.php</code>: : खोल नामहरूको अगाडी डबल-क्लिक गर्नुहोस् जसले तपाईंलाई विभिन्न प्रकारहरूको विकल्प दिन्छ।

source: Start in wide mode
ne: फराकिलो मोडमा सुरु गर्नुहोस्

source: AutoIP service error
ne: अटोआइपी सेवा त्रुटि

source: Loading…
ne: लोड हुदैछ...

source: E-mail Address:
ne: इमेल ठेगाना:

source: Weather
ne: मौसम

source: The user does not have role %{role}.
ne: प्रयोगर्ताको %{role}को भूमिका छैन

source: Disable input tools
ne: आगत उपकरणहरू असक्षम गर्नुहोस्

source: Incorrect password
ne: गलत पासवर्ड

source: Account is locked from logging in
ne: सम्पादन गर्नलाई यो खाता प्रतिबन्धित छ

source: I/O error
ne: I/O त्रुटि

source: Successfully set up new device '%s'
ne: नयाँ यन्त्र '%s' सेट पूरा भयो

source: Page %{page}
ne: पृष्ठ %{page}

source: Why you are creating another account
ne: किन तपाईं नयाँ खाता खोलिरहनु भएको हो ?

source: Science and technology
ne: विज्ञान तथा प्रविधी

source: Liberty or Death!
ne: स्वतन्त्रता वा मृत्यु !

source: Out of range
ne: दायरा बाहिर

source: Move pages
ne: पृष्ठहरू सार्ने

source: $1 {{GENDER:$2|changed}} group membership for $3 from $4 to $5
ne: $1 ले $3 को प्रयोगकर्ता समूह $4 बाट परिवर्तन गरेर $5 {{GENDER:$2|गर्यो}}

source: Uploading is disabled on this wiki.
ne: यस विकिमा अपलोड निस्क्रिय गरिएकोछ।

source: Simple framework for spambot checks and trigger payloads
ne: स्पामबोट जाँच र पेलोडहरु संचालनको लागि सामान्य ढाँचा

source: Stop
ne: रोक्ने

source: Camera device string indicator
ne: क्यामेरा यन्त्र परिचयात्मक स्ट्रिङ

source: Waiting to install
ne: स्थापना गर्न प्रतिक्षारत

source: bad
ne: खराब

source: Clear paragraph
ne: प्याराग्राफ हटाउनुहोस्

source: Display options
ne: प्रदर्शन विकल्पहरू

source: Days to show in recent changes:
ne: हालको परिवर्तनमा देखाउने दिनहरू:

source: Quickly rollback the edits of the last user who edited a particular page
ne: पछिल्लो प्रयोगकर्ताको सम्पादनहरूलाई छरितो रुपमा पछाडि पर्काउने

source: Remove from groups
ne: समूहबाट हटाउने

source: Available Profiles for Printers
ne: प्रिन्टरका लागि उपलब्ध प्रोफाइलहरू

source: Version %s
ne: %s संस्करण

source: Update
ne: अद्यतन

source: Show description
ne: वर्णन देखाउने

source: %i year
ne: %i वर्ष

source: <strong>$1 {{PLURAL:$1|comment|comments}}</strong> {{PLURAL:$1|was|were}} added
ne: <strong>$1 {{PLURAL:$1|टिप्पणी|टिप्पणीहरू}}</strong> {{PLURAL:$1|थपिएको|थपिएका}} थिए ।

source: Mission
ne: मिसन

source: Press enter in order to end the turn.
ne: पालो अन्त गर्नको लागी कृपया प्रबिष्ट गर्नुहोस् ।

source: R_oundness:
ne: गोलाकार:

source: Summary of "$1"
ne: "$1"को सारांश

source: Move log
ne: लग सार्ने

source: %s VPN
ne: %s भीपीएन

source: created
ne: बनाइएको

source: Wiki Loves Monuments
ne: विकी लभ्स मोनुमेन्टस्

source: Nations
ne: राष्ट्रहरू

source: Reverting to last revision not containing links to $1
ne: $1 मा कडीहरू नभएका पुरानो अवतरणमा पुनर्स्थापित गर्दै

source: _About
ne: _बारेमा

source: Units Added
ne: थपिएको इकाईहरू

source: Image files can be dragged on this window to auto-complete the above fields.
ne: यी फिल्डहरू आफै-पूरा गर्नको लागि तस्विर फाइलहरू यहाँ राख्न सकिन्छ।

source: Go back
ne: पछाडि पर्कने

source: Apply to start a user group
ne: प्रयोगकर्ता समूह शुरू गर्न आवेदन गर्नुहोस्

source: Lebanese pound
ne: लेबानानी पाउन्ड

source: Send your WikiLove!
ne: तपाइको विकिलभ पठाउनुहोस

source: Remove '%s' from the list of devices?
ne: यन्त्रहरू को सूचीबाट '%s' हटाउने हो?

source: World region shown
ne: देखाइएको विश्व क्षेत्र

source: This user has a [[$1|native]] understanding of [[$2|English]].
ne: यो प्रयोगकर्तासँग [[$2|नेपाली]] [[$1|पैदायसी]] ज्ञान छ ।
